[Creature.CharClass_Sage_NowYouSeeIt_Creature AIClassDefinition]
DefaultDisplayName=""
UBMKilledByMessageString=""

[Creature.PawnBalance_Sage_NowYouSeeIt_Creature AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Purple tail")

[Creature.Skills.Skill_NowYouSeeIt_ShieldRegen SkillDefinition]
SkillName=""
SkillDescription=""
LockedSkillDetailStr="<Locked>"

[InteractiveObjects.PlacedPheromones InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[MissionItem.ID_Sage_Pheromones MissionItemDefinition]
UseFailureCharacterMessage="you have to %s It will be used."
ItemName="pheromones"
PickupMessage="You are rich? %s"
UseFailureLevelMessage="You must be at least level %d to use this item."
UseFailureConstraintsMessage="You cannot use this item.."
NoManufacturerName="generally"

[MissionItem.ID_Sage_Pheromones:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Very useful for cleaning pipes and removing clothing that attracts prying eyes."
NoConstraintText=""
Suffix=""
Prefix=""

[MissionItem.Skill_Sage_Buff_Pheromones SkillDefinition]
SkillName="Pheromones"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

